       program-id. Program1 as "HelloWorldConsoleApplication.Program1".

       data division.
       working-storage section.

       procedure division.
           display 'HELLO WORLD'
           stop run
           goback.
           
       end program Program1.
